aic94xx-firmware
android-studio
authy
autotiling
betterlockscreen
brave-bin
brother-dcpl2520dw
catdvi
cbonsai
citra-qt-bin
color-picker
conway-git
corekeyboard
dell-bios-fan-control-git
didyoumean-git
discocss-git
discord-canary-electron-bin
dispad-git
downgrade
dragon-drop
droidcam
earbuds
espanso-bin
espeak
eww-git
farge-git
figma-linux-bin
firefox-tridactyl-native-bin
flavours
galaxybudsclient-bin
ghcup-hs-bin
i3-swallow-git
i8kutils
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
jbig2enc
kimi-dark-gtk-theme-git
libfprint-2-tod1-xps9300-bin
libinput-three-finger-drag
lua-pam-git
masterpdfeditor-free
minecraft-launcher
nomachine
onlyoffice-bin
opendetex
pandoc-bin
paru-bin
pfetch-git
picom-ibhagwan-git
postman-bin
pycharm-professional
python-pmw
qomui
shellcheck-bin
slack-desktop
smloadr
spicetify-cli
spotify
spotify-tui-bin
teams
tetrio-plus-bin
texlive-latexindent-meta
themix-full-git
tofi
trash-cli-git
trello
ttf-meslo
ttf-times-new-roman
typioca
unimatrix-git
via-bin
vim-language-server
waybar-hyprland
wd719x-firmware
webcord-bin
windscribe-cli
wmenu-git
zeal
zoom
zsh-abbr
zsh-theme-powerlevel10k-git
zsh-vi-mode
