acpi
acpilight
aic94xx-firmware
alacritty
alsa-utils
android-file-transfer
android-tools
antlr4-runtime
apple-fonts
arandr
arch-wiki-docs
arch-wiki-lite
archiso
arp-scan
asciinema
aspell-en
atop
audacity
autoconf
automake
autotiling
awesome
barrier
base
base-devel
bash-language-server
bashtop
bat
bemenu
betterlockscreen
biber
binutils
bison
bitwarden
blueberry
bluez
bluez-utils
brave-bin
bspwm
btop
calibre
capitaine-cursors
chaotic-keyring
chaotic-mirrorlist
cheese
chromium
cloc
code
code-marketplace
corekeyboard
cpio
cpupower
cups
cups-pdf
darktable
dbeaver
devtools
dialog
digikam
direnv
discord
distrobox
dmenu
docker
docker-compose
dos2unix
downgrade
dunst
dust
easyeffects
efibootmgr
element-desktop
emacs
ethtool
exfat-utils
eza
fakeroot
fd
figlet
filezilla
firefox
firefox-tridactyl
fish
flameshot
flex
foliate
fprintd
freecad
fuzzel
fwupd
fzf
gamemode
gammastep
gcc
gdb
gifsicle
git
git-delta
github-cli
glfw
glow
gnome-calculator
gparted
gradle
grim
grimblast-git
groff
hsetroot
htop
httplz
hypridle
hyprland
hyprlock
hyprshot
hyprutils
imv
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
intel-undervolt
interception-dual-function-keys
inxi
iwd
jpegoptim
jq
kdeconnect
kicad
kitty
kooha
kruler
lazygit
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libinput
libqalculate
libreoffice-fresh
libretro-gambatte
libretro-mgba
libtool
libva-intel-driver
libva-utils
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lolcat
lua51
luit
lutris
lxappearance
lynx
m4
make
man-pages
mariadb
masterpdfeditor-free
meld
minecraft-launcher
mosh
mpc
mpd
mpv
nautilus
ncmpcpp
neofetch
neovide
neovim
nerdfix
nitrogen
nix
nmap
nodejs
nomachine
noto-fonts-emoji
nss-mdns
ntfs-3g
nvtop
obs-studio
obsidian
ocrmypdf
octave
ollama
onboard
onlyoffice-bin
openbsd-netcat
openresolv
otf-ipafont
pacman-contrib
pandoc-bin
paru
patch
pavucontrol
pdf2svg
pdfgrep
pdftk
peek
pfetch-git
pgcli
piper
pkgconf
playerctl
pnpm
polkit-gnome
polybar
postgresql
postman-bin
powertop
progress
pulseaudio-alsa
python-pip
python-pipx
python-pywal
python39
qemu-desktop
qt5ct
ranger
redshift
refind
reflector
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rofi
rpi-imager
rsync
rustup
rxvt-unicode
s-tui
scrcpy
scrot
shotcut
silicon
sl
slack-desktop
slurp
smartmontools
solaar
speedtest-cli
spicetify-cli
spotify
spotifyd
steam
stlink
strace
sudo
swappy
sway
swaybg
swayidle
swaylock
sxhkd
syncthing
teams
tenacity
tesseract
tesseract-data-eng
testdisk
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
throttled
thunar
thunderbird
timew
tldr
tlp
traceroute
transmission-cli
transmission-qt
tree
ttf-dejavu
ttf-meslo-nerd
ueberzug
unison
unoconv
unrar
unzip
usbutils
valgrind
vi
virt-manager
virtualbox
wavemon
waybar
wd719x-firmware
wget
which
wine-mono
wine-staging
winetricks
wireguard-tools
wl-clipboard
wlroots
wmname
xcolor
xdg-desktop-portal-hyprland
xdo
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
xsv
xterm
yazi
ydotool
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zsh
zsh-autosuggestions
zsh-theme-powerlevel10k-git
zsh-vi-mode
