aic94xx-firmware
alacritty
alsa-utils
android-file-transfer
android-tools
arandr
archiso
aria2
arp-scan
asciinema
aspell-en
audacity
autoconf
automake
barrier
base
bashtop
bat
betterlockscreen
biber
bind
binutils
bison
bitwarden
blueberry
brave-bin
bspwm
btop
capitaine-cursors
celluloid
chaotic-keyring
chaotic-mirrorlist
chromium
cloc
cmatrix
code
cpio
cuda
cups
cups-pdf
ddcutil
dialog
direnv
discord
dmidecode
dnsmasq
docker
docker-compose
droidcam
dunst
dust
efibootmgr
emacs
exfat-utils
eza
fail2ban
fakeroot
fd
feh
figlet
firefox
firefox-tridactyl
fish
flameshot
flex
foliate
fwupd
fzf
gamemode
gamescope
gcc
gdb
gimp
git
git-delta
github-cli
gnome-calculator
gradle
grimblast-git
hdparm
hfsprogs
hostapd
htop
httrack
hyphen-en
hypridle
hyprland
hyprlock
imv
inetutils
intel-ucode
iptables-nft
iwd
jdk11-openjdk
kdeconnect
kdenlive
kitty
krita
lib32-gamemode
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
libqalculate
libreoffice-fresh
libtool
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lolcat
lshw
lua
lutris
lxappearance
lxsession
lynx
m4
make
man-pages
mariadb
meld
minecraft-launcher
mpc
mpd
nautilus
ncmpcpp
neofetch
neovim
net-snmp
net-tools
networkmanager
nitrogen
nmap
nomachine
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nvtop
obs-studio
ollama
onlyoffice-bin
openbsd-netcat
opendoas
openresolv
openssl-1.1
otf-ipafont
pacman-contrib
patch
pavucontrol
pdfgrep
pdftk
peek
pfetch-git
piper
pipewire
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar-git
postgresql
postman-bin
powertop
prismlauncher
progress
pulseaudio-alsa
pv
python-pip
python-pipenv
python-pywal
qemu-desktop
qt5ct
ranger
redshift
refind
reflector
ripgrep
rofi
rsync
rustup
s-tui
scrcpy
screen
scrot
signal-desktop
sl
slack-desktop
smartmontools
smbclient
speedtest-cli
spotify
steam
strace
sudo
swappy
swaybg
swayidle
sxhkd
syncthing
teams
tesseract
tesseract-data-eng
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
themix-full-git
tldr
torbrowser-launcher
traceroute
transmission-cli
transmission-qt
trash-cli-git
tree
trello
ttf-bitstream-vera-mono-nerd
ttf-dejavu
ttf-inconsolata-nerd
ttf-jetbrains-mono-nerd
ttf-liberation-mono-nerd
ttf-meslo-nerd
ueberzug
ufetch-git
unison
unoconv
unrar
unzip
usbutils
valgrind
ventoy-bin
vi
vim
virtualbox
vulkan-tools
wavemon
waybar
wd719x-firmware
wezterm
wget
which
windscribe-cli
wine-mono
wine-staging
winetricks
wireless_tools
wl-clipboard
wmctrl
wmname
wqy-zenhei
xclip
xcolor
xdo
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xterm
yarn
yazi
zathura
zathura-pdf-mupdf
zip
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-theme-powerlevel10k-git
