aic94xx-firmware
authy
autotiling
betterlockscreen
bluetuith-bin
brave-bin
brother-dcpl2520dw
catdvi
cbonsai
citra-qt-bin
corekeyboard
dell-bios-fan-control-git
dict-git
didyoumean-git
discocss-git
downgrade
dragon-drop
earbuds
electron19
espeak
eww-wayland
farge-git
figma-linux-bin
firefox-tridactyl-native-bin
flavours
galaxybudsclient-bin
ghcup-hs-bin
hyprshot
i3-swallow-git
i8kutils
idlehack-git
jbig2enc
kaboom-git
libfprint-2-tod1-xps9300-bin
libinput-three-finger-drag
lua-pam-git
masterpdfeditor-free
megasync-bin
minecraft-launcher
mycli
nerdfix
nomachine
ocrmypdf
onlyoffice-bin
opendetex
pandoc-bin
paru-bin
pdfmod
pfetch-git
picom-ibhagwan-git
postman-bin
python-pmw
qomui
shellcheck-bin
slack-desktop
smloadr
spicetify-cli
spotify
spotify-tui-bin
teams
tetrio-plus-bin
texlive-latexindent-meta
tofi
trashy-git
trello
ttf-meslo
ttf-times-new-roman
typioca
unimatrix-git
waybar-hyprland
wd719x-firmware
webcord-bin
wezterm-git
windscribe-cli
youtube-dl
zoom
zsh-abbr
zsh-system-clipboard-git
zsh-theme-powerlevel10k-git
zsh-vi-mode
