acpi
acpilight
alacritty
alsa-utils
android-file-transfer
android-tools
arandr
arch-wiki-docs
arch-wiki-lite
archiso
arp-scan
asciinema
aspell-en
atop
audacity
autoconf
automake
awesome
barrier
base
bash-language-server
bat
biber
binutils
bison
bitwarden
blueman
bluez
bluez-plugins
bluez-utils
bspwm
btop
capitaine-cursors
cheese
chromium
cloc
code
cpupower
cups
cups-pdf
devtools
dialog
discord
dmenu
docker
docker-compose
dunst
easyeffects
efibootmgr
emacs
ethtool
exa
exfat-utils
fakeroot
fd
figlet
firefox
fish
flameshot
flex
foliate
fprintd
fwupd
fzf
gamemode
gcc
gdb
gifsicle
gimp
git
github-cli
glfw-wayland
gnome-calculator
gradle
grim
groff
hsetroot
htop
imv
intel-gpu-tools
intel-ucode
intel-undervolt
iwd
jdk11-openjdk
kdeconnect
kitty
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libreoffice-fresh
libretro-gambatte
libretro-mgba
libtool
libva-intel-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lolcat
luit
lutris
lxappearance
lynx
m4
make
man-pages
mariadb
meld
mosh
mpc
mpd
mpv
nautilus
ncmpcpp
neofetch
neovim
nitrogen
noto-fonts-emoji
nss-mdns
ntfs-3g
obs-studio
onboard
openbsd-netcat
openresolv
otf-ipafont
pacman-contrib
patch
pavucontrol
pdf2svg
pdfgrep
pdftk
peek
picom
pkgconf
playerctl
polkit-gnome
polybar
powertop
pulseaudio-alsa
python-pip
python-pywal
qemu-desktop
qt5ct
ranger
redshift
refind
reflector
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rofi
rsync
rustup
rxvt-unicode
s-tui
scrcpy
scrot
signal-desktop
sl
slurp
smartmontools
speedtest-cli
spotifyd
steam
sudo
swappy
sway
swaybg
swayidle
sxhkd
tesseract
tesseract-data-eng
testdisk
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
thunderbird
tldr
tlp
transmission-cli
transmission-qt
trash-cli
tree
ttf-dejavu
ueberzug
unison
unrar
unzip
usbutils
valgrind
vi
vim
virtualbox
wavemon
waybar
wget
which
wine-mono
wine-staging
winetricks
wl-clipboard
wlroots
wmname
wofi
xcolor
xdo
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
xterm
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
