aic94xx-firmware
android-studio
authy
autotiling
betterlockscreen
bluebubbles-desktop-app
brave-bin
brother-dcpl2520dw
catdvi
cbonsai
citra-qt-bin
color-picker
corekeyboard
dell-bios-fan-control-git
didyoumean
discocss-git
discord-canary-electron-bin
dispad-git
downgrade
downgrader-git
dragon-drag-and-drop
droidcam
espanso-bin
farge-git
flavours
howdy
i3-swallow-git
i8kutils
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
kimi-dark-gtk-theme-git
libfprint-2-tod1-xps9300-bin
lua-pam-git
masterpdfeditor-free
mbsync-git
megasync-bin
minecraft-launcher
mkmm
nerd-fonts-meslo
nomachine
nvim-packer-git
onlyoffice-bin
opendetex
pandoc-bin
paru-bin
pfetch-git
postman-bin
pycharm-professional
python-pmw
shellcheck-bin
slack-desktop
slack-term
smloadr
spicetify-cli
spotify
spotify-tui-bin
teams
texlive-latexindent-meta
themix-full-git
trello
ttf-material-wifi-icons-git
ttf-meslo
ttf-times-new-roman
typioca
unimatrix-git
via-bin
vim-language-server
wd719x-firmware
windscribe-cli
xf86-input-mtrack
ytop
zeal
zoom
zsh-abbr
zsh-theme-powerlevel10k-git
zsh-vi-mode
